<template>
 <div class="liability">
  <div class="text">
   <p>鹰眼鉴房提醒您：在使用鹰眼鉴房平台服务前，请您务必仔细阅读并透彻理解本声明。您可以选择不使用鹰眼鉴房，但如果您使用鹰眼鉴房，您的使用行为将被视为对本声明全部内容的认可。</p>
   <p>
    1、鉴于鹰眼鉴房以非人工检索方式、根据您键入的楼盘关键字自动从鹰眼鉴房信息数据库调取相关信息，除鹰眼鉴房注明之服务条款外，其他一切因使用鹰眼鉴房而可能遭致的意外、疏忽、侵权及其造成的损失（包括因下载被搜索到的信息内容而感染电脑病毒），鹰眼鉴房对其概不负责，亦不承担任何法律责任。</p>
   <p>2、任何通过使用鹰眼鉴房而搜索到的信息均系他人制作或提供，您可能从该第三方获得资讯，鹰眼鉴房对其合法性概不负责，亦不承担任何法律责任。</p>
   <p>3、鹰眼鉴房的搜索结果根据您键入的关键字自动搜索获得并生成，不代表鹰眼鉴房赞成被搜索到的第三方提供的内容或立场。</p>
   <p>
    4、您应该对使用质量查询的结果自行承担风险。鹰眼鉴房不做任何形式的保证：不保证质量查询结果满足您的要求，不保证质量查询服务不中断，不保证质量查询结果的安全性、正确性、及时性、合法性。因网络状况、通讯线路、第三方等任何原因而导致您不能正常使用鹰眼鉴房，鹰眼鉴房不承担任何法律责任。</p>
   <p>
    5、鹰眼鉴房尊重并保护所有使用鹰眼鉴房用户的个人隐私权，您注册的用户名、电子邮件地址等个人资料，非经您亲自许可或根据相关法律、法规的强制性规定，鹰眼鉴房不会主动地泄露给第三方。鹰眼鉴房提醒您：您在使用质量查询时输入的楼盘信息将不被认为是您的个人隐私资料。</p>
   <p>
    任何单位或个人认为通过鹰眼鉴房质量查询到的内容可能涉嫌侵犯其商业秘密等合法权益，应该及时向鹰眼鉴房提出书面权利通知，并提供身份证明、权属证明及详细侵权情况证明。鹰眼鉴房在收到上述法律文件后，将会依法尽快暂停或删除相关内容。</p>
  </div>
 </div>
</template>
<style scoped>
 .liability {
  overflow: hidden;
  width: 7.5rem;
  margin: auto;
 }

 .text {
  padding-left: 0.3rem;
  padding-right: 0.3rem;
  padding-bottom: 0.7rem;
 }

 p {
  font-family: PingFangSC-Regular;
  font-size: 0.2rem;
  color: #4D535D;
  letter-spacing: 0.9px;
  margin-top: 0.4rem;
  text-align: justify;
 }
</style>
