<template>
  <div class='adminText'>
    <div class='adminTextBody'>
      <hr class='topBar'/>
      <div class='topTitle'>
        <p>用户协议</p>
      </div>
      <div>
        <h4>鹰眼鉴房平台服务协议</h4>
        <div class='aboutText'>
          <span class='abTop'>欢迎您使用鹰眼鉴房平台服务！</span><br/>
          <span class='abTitle'>特别提示：</span><br/>
          <p>
            在使用鹰眼鉴房平台服务之前，您应当认真阅读并遵守《鹰眼鉴房平台服务协议》（以下简称“本协议”），请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、争议解决和法律适用条款。免除或者限制责任的条款可能将以加粗字体显示，您应重点阅读。如您对协议有任何疑问的，请向鹰眼鉴房客服咨询。 </p>
          <p>
            当您按照注册页面提示填写信息、阅读并同意本协议且完成注册程序后，或您以其他鹰眼鉴房允许的方式（如微信、APP）实际使用鹰眼鉴房平台服务时，您即受本协议约束。您可以使用您提供或确认的手机号码或者鹰眼鉴房允许的其它方式作为登录手段进入鹰眼鉴房平台。 </p>
        </div>
      </div>
      <div class='aboutAgree'>
        <span>一、 关于本协议</span>
        <p>
          1、本协议由您与鹰眼鉴房平台的经营者共同缔结，是对双方具有约束力的法律文件。鹰眼鉴房平台的经营者是指法律认可的经营鹰眼鉴房平台网站的责任主体，鹰眼鉴房是北京买家帮网络信息有限公司旗下产品，鹰眼鉴房平台网站域名为 homehawkeye.com，本协议项中鹰眼鉴房平台的经营者可单称或合称为“鹰眼鉴房”。有关鹰眼鉴房平台经营者的信息请查看鹰眼鉴房平台首页底部公布的公司信息和证照信息。<br/>
          2、除另行明确声明外，鹰眼鉴房平台服务包含任何鹰眼鉴房及其关联公司提供的基于互联网以及移动网的相关服务，且均受本协议约束。如果您不同意本协议的约定，您应立即停止注册/激活程序或停止使用鹰眼鉴房平台服务。 <br/>
          3、本协议内容包括本协议正文及所有鹰眼鉴房已经发布或将来可能发布的各类规则、公告或通知（以下合称 “规则”）。本协议的所有组成部分具有同等法律效力。 <br/>
          4、鹰眼鉴房有权根据需要不时地制订、修改本协议及/或各类规则，并公布在鹰眼鉴房平台，无需另行单独通知您。变更后的协议和规则一经在鹰眼鉴房平台公布后，立即或在公告明确的特定时间自动生效。若您在前述变更后继续使用鹰眼鉴房平台服务的，即表示您已经阅读、理解并接受经修订的协议和规则。若您不同意相关变更，应当立即停止使用鹰眼鉴房平台服务。
        </p><br/>
      </div>
      <div class='adminAgree'>
        <span>二、 注册与账户</span>
        <p><i>1、主体资格 </i><br/>您确认，在您完成注册程序或以其他鹰眼鉴房允许的方式实际使用鹰眼鉴房平台服务时，<b>您应当是具备完全民事行为能力的自然人、法人或其他组织。若您不具备前述主体资格，则您及您的监护人应承担因此而导致的一切后果，且鹰眼鉴房有权因此注销或永久冻结您的账户，并向您及您的监护人索偿相应损失。</b>
        </p>
        <p><i>2、注册和账户 </i><br/>a）当您按照注册页面提示填写信息、阅读并同意本协议且完成注册程序后，或您以其他鹰眼鉴房允许的方式（如微信、APP）实际使用鹰眼鉴房平台服务时，您即受本协议约束。您可以使用您提供或确认的邮箱、手机号码或者鹰眼鉴房允许的其它方式作为登录手段进入鹰眼鉴房平台。 <br/>
          b）您可以对账户设置鹰眼鉴房昵称。您设置的鹰眼鉴房昵称不得侵犯或涉嫌侵犯他人合法权益。如您设置的鹰眼鉴房昵称涉嫌侵犯他人合法权益，鹰眼鉴房有权终止向您提供鹰眼鉴房平台服务，注销您的鹰眼鉴房昵称。 <br/>
          c）您的登录名、鹰眼鉴房昵称和密码不得以任何方式买卖、转让、赠与或继承，除非有法律明确规定或司法裁定，并经鹰眼鉴房同意，且需提供鹰眼鉴房要求的合格的文件材料并根据鹰眼鉴房制定的操作流程办理。 </p>
        <p><i>3、用户信息 </i><br/>a）在注册流程时，您应当依照法律法规要求，按相应页面的提示准确提供您的资料，并于资料信息变更时及时更新，以保证您所提交资料的真实、及时、完整和准确。<b>如有合理理由怀疑您提供的资料错误、不实、过时或不完整的，鹰眼鉴房有权向您发出询问及/或要求改正的通知，并有权直接做出删除相应资料的处理，直至中止、终止对您提供部分或全部鹰眼鉴房平台服务。鹰眼鉴房对此不承担任何责任，您将承担因此产生的任何直接或间接损失及不利后果。</b><br/>
        </p>
        <p><b>b）您应当准确填写并及时更新您提供的电子邮件地址、联系电话、联系地址、邮政编码等联系方式，以便鹰眼鉴房与您进行有效联系，因通过这些联系方式无法与您取得联系，导致您在使用鹰眼鉴房平台服务过程中产生任何损失或增加费用的，应由您完全独自承担。您了解并同意，您有义务保持你提供的联系方式的真实性和有效性，如有变更或需要更新的，您应按鹰眼鉴房的要求进行操作。</b>
        </p>
        <p><i>4、账户安全 </i><br/><i style='color:#000'>您须自行负责对您的鹰眼鉴房登录名和密码保密，且须对您在该登录名、鹰眼鉴房昵称和密码下发生的所有活动（包括但不限于信息披露、发布信息、网上点击同意或提交各类规则协议、网上续签协议或购买服务等）承担责任。您同意：</i>(a) 如发现任何人未经授权使用您的鹰眼鉴房登录名和密码，或发生违反保密规定的任何其他情况，您会立即通知鹰眼鉴房； (b) 确保您在每个上网时段结束时，以正确步骤离开网站/服务。鹰眼鉴房不能也不会对因您未能遵守本款规定而发生的任何损失负责。您理解鹰眼鉴房对您的请求采取行动需要合理时间，鹰眼鉴房对在采取行动前已经产生的后果（包括但不限于您的任何损失）不承担任何责任。
        </p>
      </div>
      <div class='aboutAgree'>
        <span>三、 鹰眼鉴房平台服务 </span>
        <p>
          1、通过鹰眼鉴房提供的服务，您可在鹰眼鉴房平台上预约、预订、查询产品和服务信息、达成交易意向并进行交易、对其服务进行评价、参加鹰眼鉴房组织的活动以及使用其它信息服务及技术服务，具体以所开通的平台提供的服务内容为准。 </p>
        <p><b>2、您在鹰眼鉴房平台上交易过程中与线下服务提供商发生服务纠纷时，一旦您或线下服务提供商任一方或双方共同提交鹰眼鉴房要求调处，则鹰眼鉴房作为独立第三方，有权根据单方判断做出调处决定，您了解并同意接受鹰眼鉴房的判断和调处决定。 </b>
        </p>
        <p><b>3、您了解并同意，鹰眼鉴房有权应政府部门（包括司法及行政部门）的要求，向其提供您向鹰眼鉴房提供的用户信息和交易记录等必要信息。如您涉嫌侵犯他人知识产权等合法权益，则鹰眼鉴房亦有权在初步判断涉嫌侵权行为存在的情况下，向权利人提供您必要的身份信息。</b>
        </p>
        <p>4、您在使用鹰眼鉴房平台服务过程中，所产生的应纳税赋，以及一切硬件、软件、服务及其它方面的费用，均由您独自承担。 </p>
      </div>
      <div class='aboutAgree'>
        <span>四、鹰眼鉴房平台服务使用规范 </span>
        <p><b>1、在鹰眼鉴房平台上使用鹰眼鉴房服务过程中，您承诺遵守以下约定： </b></p>
        <p><b>a)实施的所有行为均遵守国家法律、法规等规范性文件及鹰眼鉴房平台各项规则的规定和要求，不违背社会公共利益或公共道德，不损害他人的合法权益，不偷逃应缴税费，不违反本协议及相关规则。 </b></p>
        <p>b)不对鹰眼鉴房平台上的任何数据作商业性利用，包括但不限于在未经鹰眼鉴房事先书面同意的情况下，以复制、传播等任何方式使用鹰眼鉴房平台站上展示的资料。 </p>
        <p>c)不使用任何装置、软件或例行程序干预或试图干预鹰眼鉴房平台的正常运作或正在鹰眼鉴房平台上进行的任何交易、活动。</p>
        <p>d)不得采取任何将导致不合理的庞大数据负载加诸鹰眼鉴房平台网络设备的行动。</p>
        <p>2、您了解并同意： </p>
        <p><b>a)您如果违反前述承诺，产生任何法律后果的，您应以自己的名义独立承担所有的法律责任，并确保鹰眼鉴房免于因此产生任何损失或增加费用。 </b></p>
        <p><b>b)基于维护鹰眼鉴房平台交易秩序及交易安全的需要，鹰眼鉴房有权在发生恶意购买等扰乱市场正常交易秩序的情形下，执行取消或关闭相应交易订单等操作。 </b></p>
        <p><b>c)经国家行政或司法机关的生效法律文书确认您存在违法或侵权行为，或者鹰眼鉴房根据自身的判断，认为您的行为涉嫌违反法律法规的规定或涉嫌违反本协议和/或规则的条款的，则鹰眼鉴房有权在鹰眼鉴房平台上公示您的该等涉嫌违法或违约行为及鹰眼鉴房已对您采取的措施。
 </b></p>
        <p><b>d)对于您在鹰眼鉴房平台上发布的涉嫌违法、涉嫌侵犯他人合法权利或违反本协议和/或规则的信息，鹰眼鉴房有权不经通知您即予以删除，且按照规则的规定进行处罚。
 </b></p>
        <p><b>e)对于您违反本协议项下承诺，或您在鹰眼鉴房平台上实施的行为，包括您未在鹰眼鉴房平台上实施但已经对鹰眼鉴房平台及其用户产生影响的行为，鹰眼鉴房有权单方认定您行为的性质及是否构成对本协议和/或规则的违反，并根据单方认定结果适用规则予以处理或终止向您提供服务，且无须征得您的同意或提前通知予您。您应自行保存与您行为有关的全部证据，并应对无法提供充要证据而承担的不利后果。 </b>
        </p>
        <p>f)如您涉嫌违反有关法律或者本协议之规定，使鹰眼鉴房遭受任何损失，或受到任何第三方的索赔，或受到任何行政管理部门的处罚，您应当赔偿鹰眼鉴房因此造成的损失和/或发生的费用，包括合理的律师费用。 </p>
      </div>
      <div class='aboutAgree'>
        <span>五、订单 </span>
        <p>
          5.1按照鹰眼鉴房平台的操作步骤，在您下订单时，请您仔细核对确认所购商品的名称、价格、数量等信息，在您提交订单并以鹰眼鉴房平台认可的方式完成付款后，您与鹰眼鉴房或线下服务提供商的服务订单正式生成，对双方具有法律约束力。您可以随时登陆您在鹰眼鉴房平台注册的账户，查询您的订单状态。 </p>
        <p>
          5.2您可以通过鹰眼鉴房支持的各种官方渠道（鹰眼鉴房平台、APP、微信）等渠道查看、了解各种产品的价格，但由于市场变化及各种以合理商业努力难以控制的因素的影响，这些价格可能会进行更新，请您自行留意其最新价格；且鹰眼鉴房无法保证您提交的订单信息中您希望购买的产品都可以得到满足，如您拟购买的产品不能提供，您有权取消订单。 </p>
      </div>
      <div class='aboutAgree'>
        <span>六、特别授权 </span>
        <p>您完全理解并不可撤销地授予鹰眼鉴房下列权利： </p>
        <p><b>1、您完全理解并不可撤销地授权鹰眼鉴房或鹰眼鉴房授权的第三方或您与鹰眼鉴房一致同意的第三方，根据本协议及鹰眼鉴房规则的规定，处理您在鹰眼鉴房平台上发生的所有交易及可能产生的交易纠纷。您同意接受鹰眼鉴房或鹰眼鉴房授权的第三方或您与鹰眼鉴房一致同意的第三方的判断和调处决定。</b>
        </p>
        <p><b>2、一旦您向鹰眼鉴房作出任何形式的承诺，且鹰眼鉴房已确认您违反了该承诺，则鹰眼鉴房有权立即按您的承诺或协议约定的方式对您的账户采取限制措施，包括中止或终止向您提供服务，并公示您的违约情况。您了解并同意，鹰眼鉴房无须就相关确认与您核对事实，或另行征得您的同意，且鹰眼鉴房无须就此限制措施或公示行为向您承担任何的责任。</b>
        </p>
        <p><b>3、一旦您违反本协议，或与鹰眼鉴房签订的其他协议的约定，鹰眼鉴房有权要求对您的权益采取限制措施，要求鹰眼鉴房中止、终止对您提供部分或全部服务，且在其经营或实际控制的任何网站公示您的违约情况。</b></p>
      </div>
      <div class='aboutAgree'>
        <span>七、责任范围和责任限制</span>
        <p><b>1、鹰眼鉴房负责按"现状"和"可得到"的状态向您提供鹰眼鉴房平台服务。但鹰眼鉴房对鹰眼鉴房平台服务不作任何明示或暗示的保证，包括但不限于鹰眼鉴房平台服务的适用性、没有错误或疏漏、持续性、准确性、可靠性、适用于某一特定用途。同时，鹰眼鉴房也不对鹰眼鉴房平台服务所涉及的技术及信息的有效性、准确性、正确性、可靠性、质量、稳定、完整和及时性作出任何承诺和保证。 </b>
        </p>
        <p><b>3、除非法律法规明确要求，或出现以下情况，否则，鹰眼鉴房没有义务对所有用户的信息数据、服务信息、交易行为以及与交易有关的其它事项进行事先审查：
 </b></p>
        <p><b>a)鹰眼鉴房有合理的理由认为特定会员及具体交易事项可能存在重大违法或违约情形。 </b></p>
        <p><b>b)鹰眼鉴房有合理的理由认为用户在鹰眼鉴房平台的行为涉嫌违法或不当。 </b></p>
        <p>
          您理解并同意，鹰眼鉴房或鹰眼鉴房授权的第三方或您与鹰眼鉴房一致同意的第三方并非司法机构，仅能以普通人的身份对证据进行鉴别，鹰眼鉴房或鹰眼鉴房授权的第三方或您与鹰眼鉴房一致同意的第三方对争议的调处完全是基于您不可撤销得授权，其无法保证争议处理结果符合您的期望，也不对争议调处结论承担任何责任。如您因此遭受损失，您同意自行向受益人索偿。 </p>
        <p><b>5、您了解并同意，鹰眼鉴房不对因下述任一情况而导致您的任何损害赔偿承担责任，包括但不限于使用、数据等方面的损失或其它无形损失的损害赔偿 (无论鹰眼鉴房是否已被告知该等损害赔偿的可能性) ： </b></p>
        <p><b>a)使用或未能使用鹰眼鉴房平台服务。 </b></p>
        <p><b>b)第三方未经批准的使用您的账户或更改您的数据。 </b></p>
        <p><b>c)通过鹰眼鉴房平台服务购买或获取任何产品、服务、数据、信息或进行交易等行为或替代行为产生的费用及损失。</b></p>
        <p><b>d)您对鹰眼鉴房平台服务的误解。</b></p>
        <p><b>e)任何非因鹰眼鉴房的原因而引起的与鹰眼鉴房平台服务有关的其它损失。 </b></p>
        <p><b>6、不论在何种情况下，鹰眼鉴房均不对由于信息网络正常的设备维护，信息网络连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成的不能服务或延迟服务承担责任。 </b>
        </p>
      </div>
      <div class='aboutAgree'>
        <span>八、协议终止  </span>
        <p><b>1、您同意，鹰眼鉴房有权自行全权决定以任何理由不经事先通知的中止、终止向您提供部分或全部鹰眼鉴房平台服务，暂时冻结或永久冻结（注销）您的账户在鹰眼鉴房平台的权限，且无须为此向您或任何第三方承担任何责任。</b>
        </p>
        <p><b>2、出现以下情况时，鹰眼鉴房有权直接以注销账户的方式终止本协议，并有权永久冻结（注销）您的账户在鹰眼鉴房平台的权限和收回账户对应的鹰眼鉴房昵称： </b></p>
        <p><b>a)鹰眼鉴房终止向您提供服务后，您涉嫌再一次直接或间接以他人名义注册为鹰眼鉴房用户的； </b></p>
        <p><b>b)您提供的手机号码不存在或无法拨通，且没有其他方式可以与您进行联系，或鹰眼鉴房以其它联系方式通知您更改手机号码信息，而您在鹰眼鉴房通知后三个工作日内仍未更改为有效的手机号码的； </b></p>
        <p><b>c)您提供的用户信息中的主要内容不真实或不准确或不及时或不完整； </b></p>
        <p><b>d)本协议（含规则）变更时，您明示并通知鹰眼鉴房不愿接受新的服务协议的； </b></p>
        <p><b>e)其它鹰眼鉴房认为应当终止服务的情况。</b></p>
        <p><b>3、您的账户服务被终止或者账户在鹰眼鉴房平台的权限被永久冻结（注销）后，鹰眼鉴房没有义务为您保留或向您披露您账户中的任何信息，也没有义务向您或第三方转发任何您未曾阅读或发送过的信息。</b></p>
        <p>4、您同意，您与鹰眼鉴房的合同关系终止后，鹰眼鉴房仍享有下列权利： </p>
        <p>a）继续保存您的用户信息及您使用鹰眼鉴房平台服务期间的所有交易信息。 </p>
        <p>b)您在使用鹰眼鉴房平台服务期间存在违法行为或违反本协议和/或规则的行为的，鹰眼鉴房仍可依据本协议向您主张权利。 </p>
      </div>
      <div class='aboutAgree'>
        <span>九、隐私权政策 </span>
        <p>
          鹰眼鉴房将在鹰眼鉴房平台公布并不时修订隐私权政策，隐私权政策构成本协议的有效组成部分。
          <br/>1、 本注册条款所涉及的隐私是指：
                    在用户注册鹰眼鉴房账号时，使用鹰眼鉴房产品或服务，访问鹰眼鉴房网页, 或参加任何形式的用户活动时，鹰眼鉴房收集的用户的个人身份识别资料，包括用户的姓名、昵称、电邮地址、电话等。
                    鹰眼鉴房自动接收并记录用户的浏览器和服务器日志上的信息，包括但不限于用户的IP 地址、Cookie、在线、无线信息、信件等资料。
                    <br/> 2、 鹰眼鉴房收集上述信息将用于：提供网站服务、改进网页内容，满足用户对某种产品、活动的需求、通知用户最新产品、活动信息、或根据法律法规要求的用途。
                    <br/> 3、 用户的鹰眼鉴房账号具有密码保护功能，以确保用户的隐私和信息安全。在某些情况下，鹰眼鉴房使用通行标准的保密系统，确保资料传送的安全性。
                    <br/>4、鹰眼鉴房可能利用工具，为合作伙伴的网站进行数据搜集工作，有关数据也会作统计用途。网站会将所记录的鹰眼鉴房用户数据整合起来，以综合数据形式供合作伙伴参考。综合数据会包括人数统计和使用情况等资料，但不会包含任何可以识别个人身份的数据。
                    <br/>5、用户的个人识别信息不会被出租、出售或以任何方式透露给给任何第三方，但以下情况除外：
                    <br/>用户明确同意让第三方共享资料；
                    <br/>透露用户的个人资料是提供用户所要求的产品和服务的必要条件；
                    <br/>为保护鹰眼鉴房、用户及社会公众的权利、财产或人身安全；
                    <br/>根据法律法规的规定，向司法机关提供； 受到黑客攻击导致用户信息泄漏的；
                    <br/>被搜索引擎在搜索结果中显示；
                    <br/>鹰眼鉴房认为有必要的其他情况。
                </p>
      </div>
      <div class='aboutAgree'>
        <span>十、法律适用、管辖与其他 </span>
        <p>1、本协议之效力、解释、变更、执行与争议解决均<b>适用中华人民共和国大陆地区法律</b> ，如无相关法律规定的，则应参照通用国际商业惯例和/或行业惯例。 </p>
        <p>
          2、本协议包含了您使用鹰眼鉴房平台需遵守的一般性规范，您在使用鹰眼鉴房平台时还需遵守适用于该平台的特殊性规范（具体请参见您与该平台签署的其他协议以及平台规则等内容）。一般性规范如与特殊性规范不一致或有冲突，则特殊性规范具有优先效力。</p>
        <p>3、因本协议产生之争议需根据您使用的服务归属的平台确定具体的争议对象，例如因您使用鹰眼鉴房服务所产生的争议应由鹰眼鉴房的经营者与您沟通并处理。<b>一旦产生争议，您与鹰眼鉴房平台的经营者均同意以鹰眼鉴房平台的经营者所在地有管辖权人民法院为第一审管辖法院。</b>
        </p>
        <p>4、如本协议的中文版本和英文版本内容产生冲突，有其他语言版本，将以中文版本内容为准。本协议以其中文版本为最终生效版本。</p>
      </div>
    </div>
  </div>
</template>
<script>
  export default {
    data(){
      return {}
    },
    created(){
      this.$store.commit('threeLading');
    }
  }
</script>
<style scoped>
  .adminTextBody {
    max-width: 6.5rem;
    margin: auto;
    font-family: 微软雅黑;
    font-size: 0.28rem;
    padding-bottom: 1.6rem;
    padding-top: 0.1rem;
  }

  .adminTextBody .topBar {
    max-width: 100%;
    border: 0.02rem solid #E0E0E0;
    background: #E0E0E0;
  }

  .topTitle {
    padding: 0.15rem;
  }

  .topTitle p, h4 {
    text-align: center;
    font-size: 0.28rem;
    color: #42464D;
    line-height: 0.5rem;
  }

  .aboutText p {
    color: #42464D;
    line-height: 0.5rem;
    font-weight: 700;
    padding-bottom: 0.5rem;

  }

  .abTitle {
    color: #42464D;
    line-height: 0.5rem;
    font-weight: 700;
  }

  .abTop {
    color: #42464D;
    line-height: 0.5rem;
  }

  .aboutAgree span {
    display: block;
    margin: 0.5rem 0 0.5rem 0;
    color: #42464D;
    line-height: 0.25rem;
    font-weight: 700;
  }

  .aboutAgree p {
    padding: 0.25rem 0 0.25rem 0;
    color: #42464D;
    line-height: 0.5rem;
  }

  .adminAgree p {
    padding: 0.5rem 0 0 0;
    color: #42464D;
    line-height: 0.5rem;
  }

  .adminAgree span {
    padding-bottom: 0.5rem;
    color: #42464D;
    line-height: 0.5rem;
    font-weight: 700;
  }
</style>
